/* 
  SmartAttributes.strings
  HWMonitor

  Created by Kozlek on 15/02/14.
  Copyright (c) 2014 kozlek. All rights reserved.
*/

"Unknown_HDD_Attribute" = "Unknown HDD Attribute";
"Unknown_SSD_Attribute" = "Unknown SSD Attribute";
"Raw_Read_Error_Rate" = "Raw Read Error Rate";
"Throughput_Performance" = "Throughput Performance";
"Spin_Up_Time" = "Spin Up Time";
"Start_Stop_Count" = "Start/Stop Count";
"Reallocated_Sector_Ct" = "Reallocated Sector Count";
"Read_Channel_Margin" = "Read Channel Margin";
"Seek_Error_Rate" = "Seek Error Rate";
"Seek_Time_Performance" = "Seek Time Performance";
"Power_On_Hours" = "Power-On Hours";
"Spin_Retry_Count" = "Spin Retry Count";
"Calibration_Retry_Count" = "Calibration Retry Count";
"Power_Cycle_Count" = "Power Cycle Count";
"Read_Soft_Error_Rate" = "Read Soft Error Rate";
"Available_Reservd_Space" = "Available Reserved Space";
"Program_Fail_Count" = "Program Fail Count";
"Erase_Fail_Count" = "Erase Fail Count";
"Unexpect_Power_Loss_Ct" = "Unexpect Power Loss Count";
"Program_Fail_Count_Chip" = "Program Fail Count (Chip)";
"Erase_Fail_Count_Chip" = "Erase Fail Count (Chip)";
"Wear_Leveling_Count" = "Wear Leveling Count";
"Used_Rsvd_Blk_Cnt_Chip" = "Used Reserved Block Count (Chip)";
"Used_Rsvd_Blk_Cnt_Tot" = "Used Reserved Block Count Total";
"Unused_Rsvd_Blk_Cnt_Tot" = "Unused Reserved Block Count Total";
"Program_Fail_Cnt_Total" = "Program Fail Count Total";
"Erase_Fail_Count_Total" = "Erase Fail Count Total";
"Runtime_Bad_Block" = "Runtime Bad Block";
"End-to-End_Error" = "End-to-End Error";
"Reported_Uncorrect" = "Reported Uncorrectable Errors";
"Command_Timeout" = "Command Timeout";
"High_Fly_Writes" = "High Fly Writes";
"Airflow_Temperature_Cel" = "Airflow Temperature (Celsius)";
"G-Sense_Error_Rate" = "G-Sense Error Rate";
"Power-Off_Retract_Count" = "Power-Off Retract Count";
"Temperature_Celsius" = "Temperature (Celsius)";
"Hardware_ECC_Recovered" = "Hardware ECC Recovered";
"Reallocated_Event_Count" = "Reallocated Event Count";
"Current_Pending_Sector" = "Current Pending Sector";
"Offline_Uncorrectable" = "Offline Uncorrectable";
"UDMA_CRC_Error_Count" = "UDMA CRC Error Count";
"Multi_Zone_Error_Rate" = "Multi-Zone Error Rate";
"Soft_Read_Error_Rate" = "Software Read Error Rate";
"Data_Address_Mark_Errs" = "Data Address Mark Errors";
"Run_Out_Cancel" = "Run-Out Cancel";
"Soft_ECC_Correction" = "Soft ECC Correction Rate";
"Thermal_Asperity_Rate" = "Thermal Asperity Rate";
"Flying_Height" = "Flying Height";
"Spin_High_Current" = "Spin High Current";
"Spin_Buzz" = "Spin Buzz";
"Offline_Seek_Performnce" = "Offline Seek Performnce";
"Disk_Shift" = "Disk Shift";
"Loaded_Hours" = "Loaded Hours";
"Load_Retry_Count" = "Load Retry Count";
"Load_Friction" = "Load Friction";
"Host_Writes_32MiB" = "Host Writes (32MiB)";
"Load_Cycle_Count" = "Load Cycle Count";
"Workld_Media_Wear_Indic" = "Workload Media Wear Indicator";
"Load-in_Time" = "Load-In Time";
"Workld_Host_Reads_Perc" = "Workload Host Reads (Percent)";
"Torq-amp_Count" = "Torque-Amp. Count";
"Power-off_Retract_Count" = "Power-Off Retract Count";
"Life_Curve_Status" = "Life Curve Status";
"Head_Amplitude" = "Head Amplitude";
"SSD_Life_Left" = "SSD Life Left";
"Available_Reservd_Space" = "Available Reserved Space";
"Media_Wearout_Indicator" = "Media Wearout Indicator";
"Head_Flying_Hours" = "Head Flying Hours";
"Total_LBAs_Written" = "Total LBAs Written";
"Total_LBAs_Read" = "Total LBAs Read";
"Read_Error_Retry_Rate" = "Read Error Retry Rate";
"Free_Fall_Sensor" = "Free Fall Sensor";
"Unknown_Attribute" = "Unknown Attribute";
"Factory_Bad_Block_Ct" = "Factory Bad Block Count";
"Perc_Rated_Life_Used" = "Percentage Of The Rated Lifetime Used";
"SATA_Downshift_Count" = "SATA Downshift Count";
"ECC_Uncorr_Error_Count" = "ECC Uncorrectable Error Count";
"Wear_Range_Delta" = "Wear Range Delta";
"Unc_Soft_Read_Err_Rate" = "Uncorrectable Soft Read Error Rate";
"Soft_ECC_Correct_Rate" = "Soft ECC Correction Rate";
"Lifetime_Writes_GiB" = "Lifetime Writes (GiB)";
"Lifetime_Reads_GiB" = "Lifetime Reads (GiB)";
"Host_Reads_32MiB" = "Host Reads (32MiB)";
"Reserve_Block_Count" = "Reserved Block Count";
"Workload_Minutes" = "Workload Minutes";
"CRC_Error_Count" = "CRC Error Count";
"Retired_Block_Count" = "Retired Block Count";
"Power_On_Hours_and_Msec" = "Power-On Hours and Msec";
"Unsafe_Shutdown_Count" = "Unsafe Shutdown Count";
"SandForce_Internal" = "SandForce Internal Attribute";